/*База данных bank

НАЗВАНИЕ ТАБЛИЦЫ	ЗНАЧЕНИЕ
ACCOUNT	Таблица хранящая банковский счет. Каждый клиет может зарегистрировать несколько счетов, 
каждый счет соответствует услуге предоставленной банком.
ACC_TRANSACTION	Таблица хранящая информацию транзакции с банком определенного счета.
BRANCH	Филиал банка
BUSSINESS	 
CUSTOMER	Таблица клиентов
DEPARTMENT	Таблица департаментов банка.
EMPLOYEE	Таблица работников банка.
OFFICER	 
PRODUCT	Продукты услуг банка, например: Депозитные вклады Выдача кредитов Выдача кредитов малым бизнесам
PRODUCT_TYPE	Продукты услуг банка, например: Счет клиента Выдача кредитов лично и бизнесам Предоставление страхования*/
SQL Select;

	- Создать Alias для столбца;

SQL Distinct;

SQL Where;

SQL And Or (И, или);

SQL IN (В диапазоне..);

SQL Between (Между ...);

SQL Wildcard;

SQL Like (Похоже на ...);

SQL Order By;

SQL Group By (Группировать по ...);

SQL Having;

Команды добавления данных (Insert);

Команда Insert Into;

Команда Insert Into Select;

Команда обновления (Update);

Команда удалить данные (Delete);

SQL Functions;

SQL Count;

SQL Sum;

SQL AVG;

SQL MIN;

SQL MAX;